@extends('layouts.app')
@section('content')
    <div class="container">
        <div class="row justify-content-center">
            <div class="col-md-8">
                <div class="card">
                    <div class="card-header">{{ __('Пользовательское соглашение и условия доставки') }}</div>
                    <div class="card-body">
                        <div class="row">
                            <div class="col-sm-12">
                                Пользовательское Соглашение
                                Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между "ИП Ветров Никита Андреевич ИНН

                                781075459442 (далее АВАРИЙНЫЙ QR КОД или Администрация) с одной стороны и пользователем сайта с другой.
                                Сайт АВАРИЙНЫЙ QR КОД не является средством массовой информации.

                                Используя сайт, Вы соглашаетесь с условиями данного соглашения.
                                Если Вы не согласны с условиями данного соглашения, не используйте сайт АВАРИЙНЫЙ QR КОД!
'
                                Предмет соглашения
                                Администрация предоставляет пользователю право на размещение на сайте следующей информации:

                                Предмет соглашения
                                Администрация предоставляет пользователю право на размещение на сайте следующей информации:
                                - Текстовой информации
                                - Аудиоматериалов
                                - Видеоматериалов
                                - Фотоматериалов
                                - Ссылок на материалы, размещенные на других сайтах

                                Права и обязанности сторон
                                Пользователь имеет право:
                                - получать информацию на сайте
                                - создавать информацию для сайта
                                - распространять информацию на сайте
                                - использовать информацию сайта в личных некоммерческих целях

                                Администрация имеет право:
                                - по своему усмотрению и необходимости создавать, изменять, отменять правила
                                - ограничивать доступ к любой информации на сайте

                                Пользователь обязуется:
                                - не копировать информацию с других источников
                                - не нарушать работоспособность сайта
                                - не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
                                - не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
                                - не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами

                                Администрация обязуется:
                                - поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
                                - осуществлять разностороннюю защиту учетной записи Пользователя
                                - защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила
                                - предоставить всю доступную информацию о Пользователе уполномоченным на то органам государственной власти в случаях, установленных законом

                                Ответственность сторон
                                - администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
                                - в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса

                                Условия действия Соглашения
                                Данное Соглашение вступает в силу при регистрации на сайте.
                                Соглашение перестает действовать при появлении его новой версии.
                                Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
                                Администрация не оповещает пользователей об изменении в Соглашении.
                            </div>
                        </div>
                    </div>

                </div>
            </div>
        </div>
    </div>
    <style>
        .row {
            margin-bottom: 1rem;
        }
    </style>
@endsection
